Repository: odolbeau/phone-number-bundle
Catalog: src/Resources/translations/validators.*.xlf
Languages: ca, ca_es

source: This value is not a valid phone number.
ca: Aquest valor no és un número de telèfon valid.
ca_es: Aquest valor no és un número de telèfon vàlid.

source: This value is not a valid fixed-line number.
ca: Aquest valor no és un número de telèfon fix valid.
ca_es: Aquest valor no és un número de línia fixa vàlid.

source: This value is not a valid mobile number.
ca: Aquest valor no és un número de telèfon mòbil valid.
ca_es: Aquest valor no és un número de mòbil vàlid.

source: This value is not a valid pager number.
ca: Aquest valor no és un número de buscapersones valid.
ca_es: Aquest valor no és un número de cercapersones vàlid.

source: This value is not a valid personal number.
ca: Aquest valor no és un número de telèfon personal valid.
ca_es: Aquest valor no és un número personal vàlid.

source: This value is not a valid premium-rate number.
ca: Aquest valor no és un número de telèfon de tarifa especial valid.
ca_es: Aquest valor no és un número de tarifa premium vàlid.

source: This value is not a valid shared-cost number.
ca: Aquest valor no és un número de telèfon de tarifa compartida valid.
ca_es: Aquest valor no és un número de cost compartit vàlid.

source: This value is not a valid toll-free number.
ca: Aquest valor no és un número de telèfon de tarifa gratuïta valid.
ca_es: Aquest valor no és un número gratuït vàlid.

source: This value is not a valid UAN.
ca: Aquest valor no és un número de telèfon d'accés universal valid.
ca_es: Aquest valor no és un UAN vàlid.

source: This value is not a valid VoIP number.
ca: Aquest valor no és un número VoIP valid.
ca_es: Aquest valor no és un número VoIP vàlid.

source: This value is not a valid voicemail access number.
ca: Aquest valor no és un número d'accés a la bústia de veu valid.
ca_es: Aquest valor no és un número d'accés a la bústia de veu vàlid.
